Repository: mspgeek/Client_Portal
Catalog: Scripts/ict/demo/helloworld/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Hello world
fr: Bonjour le monde

source: This process demonstrates hello world approval request flow.
fr: Ce processus démontre le flux de demande d'approbation de message.

source: '{{ process.text }}' message to the world
fr: '{{process.text}} message au monde

source: New message
fr: Nouveau message

source: Approve
fr: Approuver

source: Message approvement required
fr: Besoin de message requis

source: Messsage was {{ process.approved|yesno:'Approved,Rejected' }}
fr: Messsage a été {{process.approved|yesno:'Approved,Rejected'}}

source: Approvement check
fr: Vérification approfondie

source: Send message
fr: Envoyer le message

source: End
fr: Fin

source: Approved
fr: Approuvé

source: World Request
fr: Demande mondiale

source: World Requests
fr: Demandes mondiales
